app/controllers/api/comments_controller.rb

    def create
      @comment = Comment.new(comment_params)
      @comment.save!
---
INSERT INTO "comments" ("author", "text", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["author", "hirai"], ["text", "say"], ["created_at", "2017-05-24 07:23:17.321997"], ["updated_at", "2017-05-24 07:23:17.321997"]]